Repository: cds-snc/covid-alert-portal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: COVID Alert
fr: Alerte COVID

source: <p> The COVID Alert Portal is part of the system behind Canada’s <a href="https://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19/covid-alert.html" target="_blank">exposure notification app, COVID Alert</a>. You can get more information from a <a href="https://www.canada.ca/en/public-health/services/video/covid-alert.html" target="_blank">short video about how the COVID Alert app works</a>. </p>
fr: <p>Le portail Alerte COVID fait partie du système sous-jacent à l’<a href="https://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19/covid-alert.html" target="_blank">application gratuite de notification d’exposition du Canada, Alerte COVID</a>. Vous pouvez obtenir plus d'informations dans <a href="https://www.canada.ca/en/public-health/services/video/covid-alert.html" target="_blank">une courte vidéo sur le fonctionnement d’Alerte COVID</a>.</p>

source: You’re crucial to the app’s success
fr: Votre rôle est essentiel au succès de l’appli

source: You’ll give one-time keys to people with COVID-19 who’ve installed the app. To send notifications, people enter the key in the app. This confirms they’ve been diagnosed with COVID-19.
fr: Vous fournirez des clés à usage unique aux personnes qui ont la COVID-19 et qui possèdent l’application. Pour pouvoir aviser les autres, les personnes doivent entrer ces clés dans l’application. Cette action prouve qu’elles ont reçu un diagnostic de COVID-19.

source: Only authorized team members can generate and give one-time keys.
fr: Seuls les travailleurs autorisés peuvent générer et fournir des clés à usage unique.

source: COVID Alert does not replace manual contact tracing by local health authorities.
fr: Alerte COVID ne remplace pas la recherche manuelle de contacts effectuée par les autorités sanitaires locales.

source: Next:
fr: Suivant :

source: Create an account
fr: Créer un compte

source: Log in to the portal
fr: Se connecter au portail

source: Logging in
fr: Connexion

source: If your administrator decides you need a portal account, you’ll get an email invitation. Check your spam folder if you’re expecting an invitation.
fr: Vous recevrez une invitation par courriel si votre administrateur détermine que vous avez besoin d’un compte pour le portail. Vérifiez vos pourriels si vous attendez une invitation.

source: Follow the directions in the invitation to create your account and get your first log in code.
fr: Suivez les instructions dans l’invitation pour créer votre compte et obtenir votre premier code de connexion.

source: Log in codes
fr: Codes de connexion

source: The portal texts a code to your mobile phone each time you log in.
fr: Vous recevrez un code par texto lors de chaque connexion au portail.

source: If you need to change your mobile number, visit
fr: Si vous souhaitez changer votre numéro de téléphone mobile, allez dans

source: Manage your account.
fr: Gérer votre compte.

source: No mobile phone?
fr: Pas de téléphone mobile?

source: You can get log in codes by visiting
fr: Vous pouvez obtenir des codes de connexion dans

source: Keep the codes somewhere only you can access.
fr: Conservez vos codes dans un endroit connu de vous seul.

source: You can use each log in code 1 time only.
fr: Chaque code ne peut être utilisé qu’une fois.

source: One-time keys
fr: Clés à usage unique

source: Generating keys
fr: Générer des clés

source: People only get 1 key per positive test, and the key expires in 24 hours.
fr: Les personnes ne peuvent recevoir qu’une seule clé par résultat positif au test de dépistage. La clé expire au bout de 24 heures.

source: Before generating a key
fr: Avant de générer une clé

source: You’ll confirm that the person should get a key, and that they’re ready to enter or record it. The portal will guide you each time you need to do this.
fr: Vous devrez confirmer que la personne peut recevoir une clé et qu’elle est prête à entrer celle-ci dans l’application ou à la prendre en note. Le portail vous guidera à travers ces étapes.

source: Only generate a key if you intend to give it to a person
fr: Ne générez une clé que si vous prévoyez la donner à une personne

source: This condition is part of our terms of use, so that we can keep stats accurate. We use the stats to improve COVID Alert.
fr: Cette règle fait partie de nos conditions d’utilisation et nous permet de tenir des statistiques fiables.

source: Give a key
fr: Fournir une clé

source: Giving keys
fr: Fournir une clé

source: The key is a combination of letters and numbers.
fr: La clé est composée de lettres et de chiffres.

source: Read key phonetically
fr: Lecture de la clé de façon phonétique

source: We’ve chosen words for each letter so people understand letters correctly.
fr: Nous avons choisi certains mots pour épeler les lettres de la clé et aider les personnes à noter les bonnes lettres.

source: You may be able to text the key
fr: Possibilité d’envoyer la clé par message texte

source: If permitted by your health authority, the portal displays the button 'Text key to person'. That button guides you through next steps if the person agrees to get the key by text.
fr: Si votre autorité de santé publique le permet, le portail vous offrira de « Texter la clé au patient ». Si la personne accepte de recevoir la clé ainsi, ce bouton vous guidera vers les prochaines étapes.

source: How the portal displays keys
fr: Affichage d’une clé dans le portail

source: The app guides the person through the next steps
fr: L’application explique à l’utilisateur les étapes à suivre

source: The person enters the key. Then the app guides them through the steps to notify people of possible exposure.
fr: La personne sera guidée étape par étape pour entrer sa clé et aviser les autres d’une exposition potentielle.

source: <p>You can view screenshots from the app with instructions in <a href="%(help_url)s">Help person enter key</a>.</p>
fr: <p>Vous pouvez consulter les captures d’écran de l’application accompagnées d’instructions dans <a href="%(help_url)s">Aider le patient avec sa clé</a>.</p>

source: Help person enter key
fr: Aider le patient avec sa clé

source: Helping people enter keys
fr: Aider le patient avec sa clé

source: To enter the key, the phone must be connected to the internet.
fr: La personne doit connecter son téléphone à Internet pour pouvoir entrer la clé.

source: Sending alerts
fr: Envoi d’alertes

source: Admin accounts
fr: Comptes administrateurs

source: Sending QR alerts
fr: Envoi d’alertes QR

source: You’ll send alerts to people who scanned a QR code during an exposure. Your health authority will give you the address, date, time and guidance for the exposure.
fr: Cette fonction vous permet d’envoyer une alerte aux personnes qui ont scanné le code QR d’un lieu pendant un risque d’exposition. L’autorité de santé publique vous communiquera l’adresse, la date et l’heure de l’exposition, ainsi que la consigne à transmettre.

source: We’ll guide you through the steps to create the alert
fr: Vous serez guidé étape par étape pour créer l’alerte

source: <p>Start by <a href="%(link)s">finding the address</a>.</p>
fr: <p>Commencez par <a href="%(link)s">trouver le lieu ou l’événement en question</a>.</p>

source: Show screenshot
fr: Afficher la capture d’écran

source: If there are no results for a place or event
fr: Si votre recherche ne donne aucun résultat

source: Follow local procedures for addresses without QR codes.
fr: Suivez les procédures locales pour les lieux ou événements sans code QR.

source: After checking the details, you'll be able to send the alert
fr: Après avoir tout vérifié, vous pourrez envoyer l’alerte

source: If there’s already been a QR alert for the exposure
fr: Si une alerte a déjà été envoyée pour l’exposition en question

source: You will not be able to send the alert.
fr: Vous ne pourrez pas envoyer l’alerte à nouveau.

source: We’ll confirm it’s sent
fr: Vous verrez une confirmation que l’alerte a été envoyée

source: Health authorities continue to manually contact visitors who do not scan QR codes.
fr: Les autorités sanitaires continueront de contacter manuellement les visiteurs qui ne scannent pas les codes QR.

source: Both administrators and team members can generate one-time keys.
fr: Les administrateurs et les membres d’équipe peuvent tous générer des clés à usage unique.

source: Administrators can also:
fr: Les administrateurs peuvent aussi :

source: Invite team members to create portal accounts.
fr: Inviter des membres à se créer un compte pour le portail.

source: Make changes or update information in team member accounts.
fr: Modifier ou mettre à jour les renseignements dans les comptes des membres.

source: Delete portal accounts.
fr: Supprimer des comptes.

source: Give log in codes to team members who are locked out of the portal.
fr: Fournir des codes de connexion aux membres incapables de se connecter au portail.

source: Table of contents: About the Portal
fr: Table des matières: Le portail

source: About the portal
fr: Le portail

source: Title in English
fr: Titre en Anglais

source: Title in French
fr: Ttile en français

source: English Content
fr: Contenu Anglais

source: French Content
fr: Contenu français

source: Announcement active
fr: Annonce active

source: This must be selected in order for the announcement to be displayed to users
fr: Ceci doit être sélectionné pour que l'annonce soit affichée aux utilisateurs

source: Creation date
fr: Date de création

source: For User
fr: Pour utilisateur

source: If no user is selected the announcement will be shown to all users.
fr: Si aucun utilisateur n'est sélectionné, l'annonce sera affichée à tous les utilisateurs.

source: Dismissable
fr: Révocable

source: Can a user dismiss this message for the duration of their logged in session?
fr: Un utilisateur peut-il ignorer ce message pendant la durée de sa session connectée?

source: Publish start date
fr: Date de début de publication

source: The announcement will be shown from this date
fr: L'annonce sera diffusée à partir de cette date

source: Publish end date
fr: Date de fin de publication

source: The announcement will not be shown after this date
fr: L'annonce ne sera pas diffusée après cette date

source: Dismiss
fr: Révocable

source: Log in code
fr: Code de connexion

source: Give %(staff_email)s this code to log in.
fr: Donnez le code suivant à %(staff_email)s pour lui permettre de se connecter au portail.

source: Read the code phonetically and ask the team member to read it back to you:
fr: Lisez le code de façon phonétique puis demandez à l’employé de vous le répéter :

source: After they log in, they can follow the instructions to get more codes.
fr: Après s’être connecté, l’employé pourra suivre les instructions pour obtenir plus de codes de connexion.

source: Back to Manage team
fr: Retourner à « Gérer l’équipe »

source: We’ve contacted your administrator
fr: Nous avons contacté votre administrateur

source: They’ll give you a code.
fr: Votre administrateur vous donnera un code.

source: Log in
fr: Connexion

source: Error:
fr: Erreur :

source: No log in code?
fr: Pas de code de connexion?

source: Ask your administrator for a code. You can email them at %(admin_email)s.
fr: Demandez à votre administrateur de vous donner un code. Vous pouvez leur envoyer un courriel à %(admin_email)s.

source: Use these codes to log in to the portal. The code proves it's you.
fr: Utilisez les codes suivants pour vous connecter au portail. Ils servent à vous authentifier.

source: You can use each code only once.
fr: Chaque code ne peut être utilisé qu’une fois.

source: Keep the codes somewhere that only you can access. Do not email them to yourself or anyone else, do not keep them on a shared computer or on any device that is not protected by a password.
fr: Notez les codes à un endroit connu de vous seul. Ne les envoyez pas par courriel, ni à vous ni à aucune autre personne. Ne les enregistrez pas sur un ordinateur partagé ni sur un appareil non protégé par un mot de passe.

source: When you get new codes, your old codes will no longer work, even if you have not used them yet.
fr: Quand vous générez de nouveaux codes, tous les codes précédents qui n’ont pas été utilisés deviennent invalides.

source: Get new log in codes
fr: Obtenir de nouveaux codes

source: Back to Manage your account
fr: Retour à Gérer votre compte

source: Log into the portal using one of the codes below. You can use each log in code only once. When you have 1 code left, we’ll tell you how to get more.
fr: Utilisez l’un des codes de sécurité suivants pour vous connecter au portail. Chaque code ne peut être utilisé qu’une fois. Quand il n’en restera qu’un seul, nous vous dirons comment en obtenir d’autres.

source: Keep the codes somewhere that only you can access.
fr: Avant toute autre chose, enregistrez ces codes dans un endroit auquel vous seul pouvez accéder.

source: Do not email them to yourself or anyone else, do not keep them on a shared computer or on any device that is not protected by a password.
fr: Ne les envoyez pas par courriel, ni à vous ni à aucune autre personne. Ne les enregistrez pas sur un ordinateur partagé ni sur un appareil non protégé par un mot de passe.

source: Next
fr: Suivant

source: Your name (optional)
fr: Votre nom (facultatif)

source: Your email address
fr: Votre adresse courriel

source: Enter your email address if you want to contact us
fr: Saisissez votre adresse courriel si vous souhaitez nous joindre

source: You need to enter something if you want to contact us
fr: Écrivez quelque chose si vous souhaitez nous joindre

source: Ask questions or give feedback
fr: Questions ou commentaires

source: Do not include any personal details
fr: N’inscrivez pas de renseignements personnels.

source: There was a problem and your feedback wasn’t submitted. Please email your feedback to assistance+healthcare@cds-snc.ca.
fr: Il y a eu un problème et vos commentaires n’ont pas été envoyés. Envoyez vos commentaires par courriel à assistance+healthcare@cds-snc.ca.

source: Contact us
fr: Nous joindre

source: Send
fr: Envoyer

source: Thank you for contacting us
fr: Merci de nous avoir contactés.

source: We’ll reply as soon as possible.
fr: Nous vous répondrons le plus rapidement possible.

source: Return home
fr: Revenir à l’accueil

source: Phone numbers must match
fr: Les numéros de téléphone sont différents

source: Enter patient’s mobile phone number
fr: Entrez le numéro de téléphone mobile de la personne

source: Enter the number again
fr: Entrez de nouveau le numéro de téléphone

source: Yes, generate a key for another person.
fr: Oui, générer une clé pour une autre personne.

source: No, try again or use different phone number.
fr: Non, réessayer ou utiliser un autre numéro de téléphone.

source: No, read key.
fr: Non, lire la clé au téléphone.

source: When patient is ready, generate a key
fr: Si la personne est prête, générez une clé

source: Back
fr: Précédent

source: When person is ready, generate a key
fr: Si la personne est prête, générez une clé

source: Tell the person:
fr: Dites à la personne :

source: The key expires in 24 hours and they cannot get another one.
fr: Que la clé expire après 24 heures, après quoi elle ne pourra pas en recevoir une autre.

source: <span>To open the app and check they’re connected to the internet.</span><strong class="break-line">OR</strong><span>To find a safe place to record the key right now.</span>
fr: <span>D’ouvrir l’application et de vérifier qu’il y a une connexion Internet.</span><strong class="break-line">OU</strong><span>De trouver un endroit sûr où noter la clé.</span>

source: Is this person ready?
fr: La personne est-elle prête?

source: Yes, generate a key
fr: Oui, générer une clé

source: Give patient this key
fr: Donnez la clé suivante

source: Give person this key
fr: Donnez la clé suivante

source: Patients can also <a href="https://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19/covid-alert/help.html#a17" target="_blank">contact direct app support</a>
fr: Les personnes peuvent aussi <a href='https://www.canada.ca/fr/sante-publique/services/maladies/maladie-coronavirus-covid-19/alerte-covid/aide.html#a17' target='_blank'>obtenir une aide directe pour l’application</a>

source: Generate another key
fr: Générer une nouvelle clé

source: Welcome to the COVID Alert portal
fr: Bienvenue dans le portail Alerte COVID

source: Give one-time keys
fr: Clés à usage unique

source: Give a key to people who tested positive for COVID-19 so they can inform close contacts of a possible exposure.
fr: Donnez une clé aux personnes déclarées positives pour qu’elles puissent aviser leurs contacts étroits d’une possible exposition.

source: Send place or event alerts
fr: Envoyer des alertes

source: Send alerts of a possible exposure to people who scanned a QR code poster at a place or event.
fr: Envoyez une alerte aux personnes qui ont scanné le code QR d’un lieu ou d’un événement pendant un risque d’exposition.

source: New or need a refresher?
fr: Besoin de plus d’informations?

source: Visit
fr: Consultez la page

source: Key generation limit reached
fr: Limite de génération clé atteinte

source: You are generating too many keys. Try again later.
fr: Vous générez trop de clés. Réessayez plus tard.

source: Text key to person
fr: Texter la clé à la personne

source: If person gives permission, text this key to their phone
fr: Si la personne accepte, textez-lui la clé suivante

source: Text key
fr: Texter la clé

source: Check patient received this key
fr: Vérifiez que la personne a reçu la clé suivante

source: Check person received this key
fr: Vérifiez que la personne a reçu la clé suivante

source: The text takes about 30 seconds to arrive.
fr: Le message texte met environ 30 secondes pour arriver.

source: Did %(phone_number)s get the key?
fr: La clé a-t-elle été reçue au numéro %(phone_number)s?

source: Now you can give one-time keys
fr: Clés à usage unique

source: You’re logged in to give one-time keys
fr: Vous pouvez maintenant donner des clés

source: People need a key if they’ve:
fr: Une personne peut recevoir une clé si :

source: Tested positive for COVID-19, <strong>and</strong>,
fr: D’une part, elle a reçu un résultat positif de COVID-19.

source: Installed the COVID Alert app on their phone.
fr: D’autre part, elle a l’application Alerte COVID sur son téléphone.

source: Does this person meet both conditions?
fr: La personne remplit-elle les deux conditions?

source: Yes, continue
fr: Oui, continuer

source: Something went wrong. Contact your administrator.
fr: Une erreur est survenue. Veuillez contacter votre admistrateur du portail.

source: Isolate and get tested
fr: Isolez-vous et passez un test

source: Self-monitor for 14 days
fr: Surveillez vos symptômes pendant 14 jours

source: Select
fr: Sélectionner

source: Day
fr: Jour

source: Month
fr: Mois

source: Year
fr: Année

source: From
fr: De

source: To
fr: À

source: Something's wrong with this date.
fr: Il y a un problème avec cette date.

source: "To" must be later than "From".
fr: "À" doit être après "De"

source: Your team already alerted people who scanned the QR code on {}.
fr: Une alerte a déjà été envoyée pour l’exposition du {}.

source: Continue to self-isolate until you get your test result.
fr: Continuez à vous isoler jusqu’à ce que vous receviez le résultat de votre test de dépistage.

source: If you develop symptoms, get tested and self-isolate until you get your test result.
fr: Si vous développez des symptômes, passez un test de dépistage et isolez-vous jusqu’à ce que vous receviez le résultat du test.

source: Review and send
fr: Vérifier et envoyer

source: To see all public exposures for this place, visit
fr: Pour voir toutes les alertes associées à ce lieu ou à cet événement, consultez

source: Notification history
fr: Historique de notification

source: You’ll alert everyone who scanned this QR code on the date(s) and time(s) below.
fr: L’alerte sera envoyée aux personnes qui ont scanné le code QR aux dates et heures ci-dessous :

source: Name
fr: Nom

source: Address
fr: Adresse

source: Show on map
fr: Montrer sur la carte

source: Date and time
fr: Date et heure

source: Change
fr: Modifier

source: Guidance
fr: Consigne

source: severity
fr: Gravité

source: <p>When you “Send alert”, you confirm you’ve correctly entered all details of the possible exposure.</p> <p>It’s not possible to cancel an alert after sending.</p>
fr: <p>En cliquant sur « Envoyer l’alerte », vous confirmez avoir correctement entré les détails de l’exposition potentielle.</p> <p>Notez qu’une fois envoyée, l’alerte ne peut pas être annulée.</p>

source: Send alert
fr: Envoyer l’alerte

source: Cancel this exposure
fr: Détails de l’exposition

source: Alert sent
fr: Alerte envoyée

source: You’ve notified people who scanned the QR code at the address, date(s) and time(s) below.
fr: Les personnes recevront une notification si elles ont scanné le code QR du lieu ci-dessous à l’une des dates et heures qui suivent :

source: Notify of another public exposure
fr: Envoyer une autre alerte

source: Search notification history
fr: Consulter l’historique des alertes

source: Choose date and time
fr: Indiquer la date et l’heure

source: Step 1 of 3
fr: Étape 1 de 3

source: To check all alerts for this place or event, visit
fr: Pour voir toutes les alertes associées à ce lieu ou à cet événement, consultez

source: Alert history
fr: l'historique des alertes

source: Correct these errors:
fr: Corrigez les erreurs suivantes :

source: Enter a day.
fr: Saisissez un jour.

source: Enter a month.
fr: Saisissez un mois.

source: Enter a year.
fr: Saisissez un année.

source: You’ll alert people who scanned the QR code on that date and time.
fr: L’alerte sera envoyée aux personnes qui ont scanné le code QR à la date et aux heures que vous indiquez.

source: Enter all dates and times you want to add for this place or event.
fr: S’il y a plus d’une date, ajoutez toutes les dates et heures d’exposition pour ce lieu ou cet événement.

source: Choose date
fr: Trouver une date

source: Remove time range
fr: Enlever la plage horaire

source: Enter separate dates for exposures that extend past midnight.
fr: Si l’exposition se poursuit après minuit, ajoutez une nouvelle date.

source: Add a time range
fr: Préciser une plage horaire

source: Add date
fr: Ajouter la date

source: Cancel
fr: Annuler

source: Add new date +
fr: Ajouter une autre date +

source: Exposure dates
fr: Dates d’exposition

source: Delete selected date
fr: Supprimer la date sélectionnée

source: Remove
fr: Effacer

source: Details of exposure
fr: Détails de l’exposition

source: Date and time of exposure
fr: Date et heure de l’exposition

source: Date of alert
fr: Date d’envoi de l’alerte

source: Sender
fr: Émetteur

source: Need to add a new exposure for this address?
fr: Besoin d’ajouter une nouvelle exposition à cette adresse?

source: Add an exposure
fr: Ajouter une exposition

source: Find places and events
fr: Trouver un lieu ou un événement

source: Browse below for alerts send to date in your province. For more specific results, use the search bar.
fr: Vous pouvez parcourir les alertes envoyées jusqu’à maintenant dans votre province, ou chercher une alerte précise à l’aide de la barre de recherche.

source: Search by name or address
fr: Recherche par nom ou adresse

source: Enter at least 3 characters.
fr: Saisissez au moins 3 caractères.

source: Search
fr: Chercher

source: results for
fr: résultats pour

source: Prior notifications
fr: Notifications antérieures

source: Sort by name, ascending
fr: Trier par nom, par ordre croissant

source: Sort by name, descending
fr: Trier par nom, par ordre décroissant
