Repository: cds-snc/covid-alert-portal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: <b> We’ll keep this information until Canada’s Chief Public Health Officer </b> <a href="http://www.phn-rsp.ca/pubs/mlisa-emer-eng.php#Declaration" target="_blank"> announces that the COVID-19 pandemic is over</a>.
fr: <b> Nous conserverons ces renseignements jusqu’à ce que l’administratrice en chef de la santé publique du Canada </b> <a href="http://www.phn-rsp.ca/pubs/mlisa-emer-eng.php#Declaration" target="_blank"> annonce que la pandémie de COVID-19 est terminée</a>.

source: We study and improve the COVID Alert system using:
fr: Nous analysons et améliorons le système Alerte COVID grâce à :

source: Services such as Google Analytics, to learn about website and poster activity. We do not share your personal information with these services.
fr: Des services comme Google Analytics, afin de mieux comprendre les activités liées au site Web et à l’affiche. Nous ne communiquons pas vos renseignements personnels à ces services.

source: Research to learn how people use this website. We may email any address entered in this website with an invitation to participate in this research. <b>You do not have to agree</b> to participate. If you agree, you can change your mind and end your participation at any time.
fr: Des entretiens, afin d’apprendre comment les personnes utilisent le site Web. Nous pouvons envoyer une invitation pour un entretien à toute adresse courriel saisie dans le site Web. <b>Vous pouvez refuser</b> de participer à un entretien. Si vous acceptez, vous pouvez changer d’idée et arrêter l’entretien en tout temps.

source: <b> We’re allowed to use this information and these services </b> under the <a href="https://laws-lois.justice.gc.ca/eng/acts/H-3.2/" target="_blank"> Department of Health Act</a> and the <a href="https://laws-lois.justice.gc.ca/eng/acts/f-11/" target="_blank"> Financial Administration Act</a> . We also follow the <a href="https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=26761" target="_blank"> Standard on Privacy and Web Analytics</a>.
fr: <b> Nous avons l’autorisation d’utiliser ces renseignements et ces services </b> selon la <a href="https://laws-lois.justice.gc.ca/eng/acts/H-3.2/" target="_blank"> Loi sur le ministère de la Santé</a> et la <a href="https://laws-lois.justice.gc.ca/eng/acts/f-11/" target="_blank"> Loi sur la gestion des finances publiques</a>. Nous respectons aussi la <a href="https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=26761" target="_blank"> Norme sur la protection de la vie privée et le Web analytique</a>.

source: You have the right to access, review and correct your personal information.
fr: Vous avez le droit d’accéder à vos renseignements personnels, de les réviser et de les corriger.

source: Contact the Access to Information and Privacy Coordinator by:
fr: Contactez la coordonnatrice de l’accès à l’information et de la protection des renseignements personnels par :

source: Email
fr: Courriel

source: Phone
fr: Téléphone

source: Teletypewriter through Service Canada: 1-800-465-7735
fr: Téléimprimeur (Service Canada) : 1-800-465-7735

source: <b> You have the right to complain </b> about how we use your information to the <a href="https://www.priv.gc.ca/en/for-individuals/" target="_blank"> Privacy Commissioner of Canada</a>.
fr: <b> Vous avez le droit de faire une plainte </b> au sujet de la façon dont nous utilisons vos renseignements au <a href="https://www.priv.gc.ca/en/for-individuals/" target="_blank"> commissaire à la protection de la vie privée du Canada</a>.

source: Contact
fr: Communiquez avec

source: Health Canada
fr: Santé Canada

source: Email address for your poster
fr: Adresse courriel pour votre affiche

source: Email address where we can send your QR code poster
fr: Adresse courriel où envoyer l’affiche à code QR

source: We do <b>not</b> show the email address on the poster.
fr: Cette adresse courriel <b>n’apparaîtra pas</b> sur l’affiche.

source: <p>We’ll send you a link to confirm your email address.</p>
fr: <p>Nous vous enverrons un lien pour valider votre adresse courriel.</p>

source: Confirm your email address
fr: Validez votre adresse courriel

source: We sent a link to %(email)s.
fr: Nous avons envoyé un lien à %(email)s.

source: <p>Check your inbox, junk or spam folder for an email with the subject line <q>Confirm email for your poster.</q></p> <p>If you did not get the email, we can <a href="%(register_url)s">send it again</a>.</p>
fr: <p>Cherchez un courriel intitulé <q> Validez votre adresse courriel pour l’affiche </q> dans votre boîte de réception ou vos pourriels.</p> <p>Si vous n’avez rien reçu, nous pouvons <a href="%(register_url)s">renvoyer le courriel</a>.</p>

source: Make a COVID Alert poster
fr: Créer une affiche Alerte COVID

source: Display a QR code to limit community spread
fr: Affichez un code QR pour limiter la transmission communautaire

source: Make a COVID Alert poster for your business, community organization or event.
fr: Créez une affiche Alerte COVID pour votre entreprise, votre organisme communautaire ou votre événement.

source: <p> People scan the poster’s QR code to add a visit with the <a href="https://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19/covid-alert.html" target="_blank">COVID Alert app</a>. Then we can notify them of exposures from their visit. </p>
fr: <p> Les visiteurs scanneront le code QR de l’affiche pour ajouter une visite avec <a href="https://www.canada.ca/fr/sante-publique/services/maladies/maladie-coronavirus-covid-19/alerte-covid.html" target="_blank"> l’application Alerte COVID</a>. Nous pourrons ensuite les aviser s’ils ont été exposés au virus pendant leur visite. </p>

source: You’ll need:
fr: Assurez-vous d’avoir :

source: an email address where we can send the poster;
fr: une adresse courriel pour recevoir votre affiche;

source: the name and address of the place or event;
fr: le nom et l’adresse du lieu ou de l’événement;

source: contact information for the address.
fr: les coordonnées d’une personne-ressource pour l’adresse fournie.

source: Start now
fr: Commencer

source: When you’re done, we’ll remind you to make different posters for other addresses of the place or event.
fr: Quand vous aurez terminé, nous vous rappelerons de créer une autre affiche pour chacune des adresses de votre lieu ou événement.

source: <h2> Questions? </h2> <p>Read about <a href="%(qrlink)s">COVID Alert posters</a>.<br> Or <a href="%(link)s">ask for help</a>.</p>
fr: <h2> Questions? </h2> <p>Obtenez plus d’information sur les <a href="%(qrlink)s">affiches Alerte COVID</a>.<br> Sinon, <a href="%(link)s">contactez-nous</a>.</p>

source: Check your answers
fr: Vérifiez vos réponses

source: Step 5 of 5
fr: Étape 5 de 5

source: Change<span class="visually-hidden"> your email</span>
fr: Modifier<span class="visually-hidden"> votre adresse courriel</span>

source: Change <span class="visually-hidden"> business type</span>
fr: Modifier <span class="visually-hidden"> business type</span>

source: Shows on poster
fr: Visible sur l’affiche

source: Change <span class="visually-hidden"> business, organization or event name</span>
fr: Modifier <span class="visually-hidden"> business, organization or event name</span>

source: Change <span class="visually-hidden"> address</span>
fr: Modifier <span class="visually-hidden"> Adresse</span>

source: Contact person for this address
fr: Personne-ressource pour l’adresse

source: Change <span class="visually-hidden"> contact</span>
fr: Modifier <span class="visually-hidden"> contact</span>

source: We’ll use these answers to make your poster
fr: Nous créerons votre affiche à l’aide de ces réponses

source: By selecting “Make poster”, you confirm your answers are correct and complete.
fr: En cliquant sur « Créer l’affiche », vous confirmez que vos réponses sont exactes et complètes.

source: Make poster
fr: Créer l’affiche

source: “Make a COVID Alert QR code poster” is for businesses, community organizations and events in Canada.
fr: Le site Web « Créer une affiche à code QR Alerte COVID » est destiné aux entreprises, aux organismes communautaires et aux organisateurs d’événements au Canada.

source: Your responsibilities
fr: Vos responsabilités

source: By using this website, you confirm that:
fr: En utilisant le site Web, vous confirmez que :

source: You’re authorized to give information so that the place or event can make posters.
fr: Vous avez la permission de fournir des renseignements permettant de créer des affiches pour un lieu ou un événement.

source: You’ve received consent to share personal information that you need to make the posters.
fr: Vous avez obtenu le consentement nécessaire pour fournir les renseignements personnels requis pour créer des affiches.

source: You also agree to:
fr: Vous acceptez également de :

source: Only make posters for places or events that you’re responsible for.
fr: Créer des affiches uniquement pour des lieux ou des événements dont vous avez la responsabilité.

source: Enter accurate information when making posters.
fr: Fournir des informations exactes lors de la création des affiches.

source: Only display posters within the area that belongs to the address of the place or event.
fr: Placer des affiches uniquement sur le terrain correspondant à l’adresse de votre lieu ou événement.

source: Display the correct poster for the address.
fr: Placer la bonne affiche pour l’adresse en question.

source: Keep posters in good condition and replace damaged posters.
fr: Maintenir les affiches en bonne condition et remplacer celles qui sont abîmées.

source: If needed, use this website to update name, address or contact information. This changes the QR code for the place or event.
fr: Mettre à jour le nom, l’adresse ou les coordonnées dans le site Web si ces renseignements changent, afin de créer une nouvelle affiche. Un nouveau code QR sera créé pour le lieu ou l’événement en question.

source: Destroy any posters you do not need anymore or that display a previous QR code.
fr: Détruire toute affiche dont vous n’avez plus besoin ou toute affiche ayant un ancien code QR.

source: Fraud or abuse
fr: Fraude ou mauvais usage

source: If we learn that you’re using this website for fraud or abuse, we may block your access without warning. You can report fraud or abuse to <a href="mailto:security@cds-snc.ca">security@cds-snc.ca</a>.
fr: Si vous utilisez le site Web à des fins de fraude ou de mauvais usage, nous pouvons bloquer votre accès sans préavis. Vous pouvez signaler les fraudes ou les mauvais usages à <a href="mailto:security@cds-snc.ca">security@cds-snc.ca</a>.

source: Address of place
fr: Adresse du lieu

source: Address of event
fr: Adresse de l’événement

source: Address of place or event
fr: Adresse du lieu ou de l’événement

source: Name of place
fr: Nom du lieu

source: Name of event
fr: Nom de l’événement

source: Name of place or event
fr: Nom du lieu ou de l’événement

source: You've confirmed your email address.
fr: Votre adresse courriel est validée.

source: There has been an error, you need to confirm your email address
fr: Une erreur s’est produite. Veuillez valider votre adresse courriel.
