Repository: cds-snc/covid-alert-portal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: <ul class="paragraphs"> <li> <b>We need your personal information</b> so you can use the portal to generate one-time keys. </li> <li> <b>We log all activity and information in the portal</b>, including: <ul class="disc"> <li>each time you generate a key.</li> <li>personal information you share with the portal, such as your phone number.</li> </ul> </li> <li> <b>We study portal activity using services</b> such as Google Analytics, but we do not share personal information with these services. These services help us improve the portal. </li> <li> <b>We are allowed to use this information and these services</b> under the <a href="https://laws-lois.justice.gc.ca/eng/acts/H-3.2/"><em>Department of Health Act</em></a> and the <a href="https://laws-lois.justice.gc.ca/eng/acts/f-11/"><em>Financial Administration Act</em></a>. We also follow the <a href="https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=26761"> <em>Standard on Privacy and Web Analytics</em></a>. </li> <li> <b>We’ll only share your personal information if we detect illegal activity.</b> Then we may give your information to law enforcement. </li> <li> <b>You have the right to access, review and correct your personal information.</b> You can correct most information in the portal by yourself. </li> <li> <b>You have the right to complain</b> about how we use your information to the <a href="https://www.priv.gc.ca/en/for-individuals/" target="_blank">Privacy Commissioner of Canada</a>. </li> </ul> <h2>Questions?</h2> <p>Contact <a href="mailto:hc.AlerteCOVIDAlert.sc@canada.ca">Health Canada</a>.</p>
fr: <ul class="paragraphs"><li><b>Nous avons besoin de vos renseignements personnels</b> pour vous permettre d’utiliser le portail et de générer des clés à usage unique.<li><b>Nous consignons les activités et les renseignements liés au portail</b>, notamment : <ul class="disc"><li>chacune des fois où vous générez une clé,</li><li>les renseignements personnels que vous partagez avec le portail, comme votre numéro de téléphone.</li></ul><li><b>Nous analysons l’activité du portail à l’aide de services</b> comme Google Analytics, mais nous ne leur transmettons aucun renseignement personnel. Ces services nous aident à améliorer le portail.</li><li><b>Nous avons l’autorisation d’utiliser ces renseignements</b> selon la <a href="https://laws-lois.justice.gc.ca/fra/lois/H-3.2/"><em>Loi sur le ministère de la Santé</em></a> et la <a href="https://laws-lois.justice.gc.ca/fra/lois/f-11/"><em>Loi sur la gestion des finances publiques</em></a>. Nous respectons aussi la <a href="https://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=26761"><em>Norme sur la protection de la vie privée et le Web analytique.</em></a></li><li><b>Nous ne partagerons vos renseignements personnels que si nous détectons des activités illégales.</b> Nous pourrions alors fournir vos renseignements aux forces policières.</li><li><b>Vous avez le droit d’accéder à vos renseignements personnels, de les réviser et de les corriger.</b> Vous pouvez corriger par vous-même la plupart des renseignements dans le portail.</li><li><b>Vous avez le droit de faire une plainte</b> au sujet de la façon dont nous utilisons vos renseignements au commissaire à la protection de la vie privée du Canada.</li></ul><h2>Des questions?</h2><p>Communiquez avec <a href="mailto:hc.AlerteCOVIDAlert.sc@canada.ca">Santé Canada</a>.</p>

source: Create account
fr: Créer un compte

source: <p>By creating an account, you agree to the COVID Alert Portal <a href="/en/terms" target="_blank">Terms of use</a>.</p>
fr: <p>En créant un compte, vous acceptez de vous soumettre aux <a href="/fr/terms" target="_blank">conditions d’utilisation</a> du portail Alerte COVID.</p>

source: Enter mobile phone number
fr: Ajouter le numéro de téléphone

source: For portal team members
fr: Pour les employés utilisant le portail

source: Help with portal invitations, logging in, or changes to your account
fr: Invitations pour le portail, connexion ou modifications au compte

source: Contact your administrator at <a href="mailto:%(admin_email)s">%(admin_email)s</a>.
fr: Contactez votre administrateur à l’adresse <a href="mailto:%(admin_email)s">%(admin_email)s</a>.

source: Contact your administrator. You’ll find their contact information in the email “Account confirmation and useful links”.
fr: Contactez votre administrateur. Vous trouverez ses coordonnées dans le courriel intitulé « Confirmation de compte et liens utiles ».

source: If the portal is down and patients need keys
fr: En cas d’interruption de service du portail

source: Follow your health authority's procedures. Ask your administrator if you need more information.
fr: Suivez le protocole de votre autorité de santé publique. Consultez votre administrateur pour plus d’information.

source: For any other help with the portal
fr: Pour toute autre assistance avec le portail

source: <p><a href="%(contact_url)s">Contact us</a>.</p>
fr: <p><a href="%(contact_url)s">Contactez-nous</a>.</p>

source: For patients using the app
fr: Pour les personnes utilisant l’application mobile

source: Patients can <a href='https://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19/covid-alert/help.html#a17' target='_blank'>contact direct support</a>.
fr: Les personnes peuvent <a href='https://www.canada.ca/fr/sante-publique/services/maladies/maladie-coronavirus-covid-19/alerte-covid/aide.html#a17' target='_blank'>obtenir une aide directe</a>.

source: They can also read about <a href='https://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19/covid-alert/help.html' target='_blank'>common support issues</a>.
fr: Elles peuvent aussi consulter les <a href='https://www.canada.ca/fr/sante-publique/services/maladies/maladie-coronavirus-covid-19/alerte-covid/aide.html' target='_blank'>questions fréquentes relatives à l’application</a>.

source: Add Yubikey token
fr: Ajouter une clé Yubikey

source: Continue
fr: Continuer

source: Confirm deletion of Yubikey
fr: Confirmez la suppression de la Yubikey

source: Yubikey verification
fr: Vérification de la Yubikey

source: Your password must be more difficult to guess.
fr: Votre mot de passe doit être plus difficile à deviner.

source: Your password cannot include anything about COVID.
fr: Votre mot de passe ne peut pas faire référence à la COVID.

source: Your password must be hard to guess.
fr: Votre mot de passe doit être difficile à deviner.

source: Your password needs at least %(min_length)d characters.
fr: Votre mot de passe doit comprendre au moins %(min_length)d caractères.

source: Your password must be at least %(min_length)d characters.
fr: Votre mot de passe doit être au moins %(min_length)d caractères.

source: Your password must be different from your other personal information.
fr: Votre mot de passe doit être différent de vos autres renseignements personnels

source: Your password cannot be similar to your name or email address.
fr: Votre mot de passe ne doit pas ressembler à votre nom ou à votre adresse courriel.

source: Your password cannot be only numbers. It must have letters or other characters also.
fr: Votre mot de passe ne peut pas contenir que des chiffres. Il doit comprendre des lettres ou d’autres caractères.

source: Your password cannot be only numbers.
fr: Votre mot de passe ne peut pas contenir que des chiffres.

source: Please try again later.
fr: Réessayer plus tard

source: Something went wrong. Try again or ask for another code.
fr: Une erreur est survenue. Réessayez ou demandez un nouveau code.

source: Log in code has been sent.
fr: Le code de connexion a été enovoyé.

source: You deleted the account for ‘%(email)s’.
fr: Vous avez supprimé le compte associé à ‘%(email)s’

source: Your session timed out. Log in again to continue using the portal.
fr: Votre session a expiré. Reconnectez-vous pour continuer à utiliser le portail.

source: Surveys Completed
fr: Enquêtes complétées

source: {SURVEY_FILTER_DAY_DIFF} days since survey sent
fr: {SURVEY_FILTER_DAY_DIFF} jours depuis l'envoi de l'enquête

source: Created a Poster
fr: Créer une affiche

source: {registrant.email} has not created a poster.
fr: {registrant.email} n'a pas créé d'affiche.

source: {registrant.email} has already had this survey sent to them.
fr: {registrant.email} a déjà reçu cette enquête.

source: Sent {count} messages successfully
fr: Envoyé {count} messages avec succès

source: Select a type of place or event
fr: Sélectionner un type de lieu ou d’événement

source: Restaurant, bar, coffee shop
fr: Restaurants, bars et cafés

source: Fitness, sports, recreation
fr: Entraînement et activités sportives ou récréatives

source: Arts, entertainment
fr: Arts et divertissement

source: Grooming and wellness
fr: Soins de beauté et bien-être

source: Places of worship
fr: Lieux de culte

source: Events such as festivals, weddings, conferences
fr: Événements publics et privés (festivals, mariages, conférences, etc.)

source: Retail such as grocery stores, liquor stores, pharmacies
fr: Commerces (épiceries, magasins de vins et spiritueux, pharmacies, etc.)

source: Medical centres, such as doctor or dentist offices
fr: Centres et cabinets médicaux, dentaires, etc.

source: Community centres, libraries, government service centres
fr: Centres communautaires, bibliothèques et centres de services gouvernementaux

source: Other
fr: Autre

source: Tell us the type of place.
fr: De quel type de lieu s’agit-il?

source: Only enter letters or numbers.
fr: Vous ne pouvez saisir que des lettres et des chiffres.

source: Your name is longer than the %(limit_value)d character limit.
fr: Le nom dépasse la limite de %(limit_value)d caractères.

source: Select a province or territory
fr: Sélectionnez une province ou un territoire

source: British Columbia
fr: Colombie-Britannique

source: New Brunswick
fr: Nouveau-Brunswick

source: Newfoundland and Labrador
fr: Terre-Neuve-et-Labrador

source: Nova Scotia
fr: Nouvelle-Écosse

source: Northwest Territories
fr: Territoires du Nord-Ouest

source: Prince Edward Island
fr: Île-du-Prince-Édouard

source: Quebec
fr: Québec

source: Address line 1
fr: Adresse ligne 1

source: Address line 2
fr: Adresse ligne 2

source: City
fr: Ville

source: Province or territory
fr: Province ou territoire

source: Postal code
fr: Code postal

source: Enter a valid Canadian postal code.
fr: Entrez un code postal canadien valide.

source: Name of contact
fr: Nom de la personne-ressource

source: Your phone number must be valid.
fr: Le numéro de téléphone doit être valide.

source: Contact phone number
fr: Numéro de téléphone

source: Extension
fr: Numéro de poste

source: Get help.
fr: Obtenir de l’aide.

source: Give feedback.
fr: Donner des commentaires.

source: Something else.
fr: Autre chose.

source: Tell us more about the issue
fr: Dites-nous en plus sur le problème rencontré

source: We'll use this if we need to contact you. We will not use your email address for anything else.
fr: Nous utiliserons votre adresse si, et seulement si, nous avons besoin de communiquer avec vous.

source: Short code
fr: Short code [FR]

source: General Survey URL
fr: URL de l'enquête générale

source: Survey Title
fr: Titre de l'enquête

source: English Notify Template ID
fr: Anglais Notify Template ID

source: French Notify Template ID
fr: ID du modèle de notification en français

source: Sent Timestamp
fr: Horodatage de l'envoi

source: Something went wrong with the system.
fr: Un problème est survenu lors de la visite de cette page.

source: BETA
fr: BÊTA

source: This is a new service — your <a href="%(contact_url)s">feedback</a> will help us improve it.
fr: Il s’agit d’un nouveau service, et vos <a href="%(contact_url)s">commentaires</a> nous aideront à l’améliorer.

source: Make a COVID Alert QR code poster
fr: Créer une affiche à code QR Alerte COVID

source: Your poster is ready
fr: Votre affiche est prête

source: Download English poster
fr: Télécharger l’affiche en anglais

source: Download French poster
fr: Télécharger l’affiche en français

source: <p>We’ll also email the poster to %(email)s</p>
fr: <p>Nous enverrons aussi l’affiche à %(email)s</p>

source: Remember to make a poster for each address of the place or event.
fr: N’oubliez pas de créer une affiche pour chacune des adresses de votre lieu ou événement.

source: Make another poster
fr: Créer une autre affiche

source: Display your poster
fr: Placez votre affiche

source: At each entrance and inside.
fr: À chaque porte d’entrée et à l’intérieur.

source: About 1.5 metres from the ground to the centre of the poster.
fr: À environ 1,5 mètre du sol (à partir du centre de l’affiche).

source: On flat surfaces that do not move.
fr: Sur des surfaces plates qui ne bougent pas.

source: In well lit areas without glare (not behind glass).
fr: Dans des lieux bien éclairés et sans reflets (pas derrière une vitre).

source: Using the COVID Alert app and its features is voluntary. People should be able to enter or get service even if they do not scan the QR code.
fr: L’utilisation de l’application Alerte COVID et de ses fonctionnalités est volontaire. Les personnes qui ne scannent pas le code QR doivent quand même pouvoir entrer et être servies.

source: Thank you for helping limit the spread of COVID-19.
fr: Merci d’aider à limiter la propagation de la COVID-19.

source: Return to home page
fr: Revenir à la page d’accueil

source: Questions?
fr: Des questions?

source: <p>Read about <a href="%(helplink)s">COVID Alert posters.</a></p> <p>Or <a href="%(contactlink)s">ask for help.</a></p>
fr: <p>Obtenez plus d’information sur les <a href="%(helplink)s">affiches Alerte COVID.</a></p> <p>Sinon, <a href="%(contactlink)s">contactez-nous.</a></p>

source: Contact Us
fr: Nous joindre

source: Call us
fr: Appelez-nous

source: <p>Phone: 1-833-694-1709<br> Teletypewriter (TTY): 1-866-694-8389<br> Hours of operation are Monday to Friday from 8:30 am to 5 pm Eastern Time</p>
fr: <p>Téléphone : 1-833-694-1709<br> Téléimprimeur (ATS) : 1-866-694-8389<br> Heures de service : du lundi au vendredi de 8 h 30 à 17 h (heure de l’Est)</p>

source: Or send us a message
fr: Ou écrivez-nous

source: We usually reply within 24 hours, except for weekends and holidays.
fr: Nous répondons généralement dans un délai de 24 heures, sauf les fins de semaine et les jours fériés.

source: What do you want to do?
fr: Pourquoi voulez-vous nous joindre?

source: Invalid / expired link
fr: Lien non valide ou expiré

source: The link has expired
fr: Lien expiré

source: If you want to continue, we can send a new link to your email.
fr: Si vous souhaitez continuer, nous pouvons envoyer un nouveau par courriel.

source: Send new link
fr: Envoyer un nouveau lien

source: Help and information
fr: Aide et information

source: Pilot project with the City of Ottawa
fr: Projet pilote avec la Ville d’Ottawa

source: Right now there’s only scanning in the City of Ottawa.
fr: Pour l’instant, il est uniquement possible de scanner des codes QR dans la ville d’Ottawa.

source: Outside Ottawa, you can still make a poster for your place or event. Then you’ll be ready when your region starts using QR codes.
fr: Si vous n’êtes pas dans cette ville, vous pouvez tout de même créer une affiche pour votre lieu ou événement. Vous serez alors prêt lorsque votre région commencera à utiliser les codes QR.

source: Learn about
fr: Pour en savoir plus

source: Changes to name, address or contact information.
fr: Changements au nom, à l’adresse ou aux coordonnées.

source: How QR posters help limit the spread.
fr: Comment les affiches à code QR aident à limiter la COVID-19.

source: How to display your poster.
fr: Comment placer votre affiche.

source: For more help with posters
fr: Pour de l’aide supplémentaire

source: Contact poster support
fr: Contactez-nous

source: For help with the app
fr: Pour de l’aide relative à l’application

source: <a href="https://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19/covid-alert.html#a13" target="_blank"> Contact app support. </a>
fr: <a href="https://www.canada.ca/fr/sante-publique/services/maladies/maladie-coronavirus-covid-19/alerte-covid.html#a13" target="_blank"> Contactez le soutien pour l'application. </a>

source: <a href="https://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19/covid-alert/help.html" target="_blank"> Read about common support issues. </a>
fr: <a href="https://www.canada.ca/fr/sante-publique/services/maladies/maladie-coronavirus-covid-19/alerte-covid/aide.html" target="_blank"> Consultez les problèmes fréquents. </a>

source: How to display your COVID Alert poster
fr: Comment placer votre affiche Alerte COVID

source: Print in black and white or colour. Or display on a computer monitor, tablet or TV. Show the whole poster including header and footer.
fr: Vous pouvez imprimer l’affiche en noir et blanc ou en couleur. Vous pouvez aussi l’afficher sur un écran, une tablette ou une télévision. Montrez l’affiche complète, avec l’en-tête et le pied de page.

source: Staff and visitors can find and scan if you put posters:
fr: Pour que les affiches soient faciles à trouver et à scanner par les employés et les visiteurs, placez-les :

source: About 130 cm (4 feet 3 inches) from the ground.
fr: À une hauteur d'environ 130 cm (4 pieds 3 pouces).

source: Add or move posters to meet your visitors’ needs.
fr: N’hésitez pas à déplacer les affiches pour répondre aux besoins de vos visiteurs.

source: For best results
fr: Pour de meilleurs résultats

source: Put posters where there’s light but not glare. Find places where people can get close with their phones while physically distant.
fr: Placez les affiches dans un endroit éclairé mais sans reflets. Les personnes devraient pouvoir s’approcher de l’affiche avec leur téléphone tout en maintenant la distanciation physique.

source: COVID Alert posters are designed for standard letter size paper. But you can also use other paper sizes.
fr: Les affiches Alerte COVID s’impriment idéalement sur du papier format lettre, mais vous pouvez aussi utiliser d’autres formats.

source: Add phone extension
fr: Ajouter un numéro de poste

source: Top of Page
fr: Haut de page

source: Step 3 of 5
fr: Étape 3 de 5

source: <b> If there are several addresses, make a poster for each.</b><br> After you finish this poster, we’ll remind you to make others for each address.
fr: <b> S’il existe plusieurs adresses, vous devrez créer d’autres affiches.</b><br> À la fin, nous vous rappellerons de créer une nouvelle affiche pour chaque adresse.

source: We’ll show the address on your QR code poster.
fr: Cette adresse apparaîtra sur votre affiche à code QR.

source: Type of place or event
fr: Type de lieu ou d’événement

source: Step 1 of 5
fr: Étape 1 de 5

source: Choose the type that best fits your situation.
fr: Choisissez le type qui représente le mieux votre situation.

source: Contact person
fr: Personne-ressource

source: Step 4 of 5
fr: Étape 4 de 5

source: The contact could be you or a different person, such as a store manager. Public health may need to contact this person about exposures at this address.
fr: La personne-ressource peut être vous-même ou bien une autre personne comme un gérant. La santé publique pourrait avoir à contacter cette personne s’il y a des expositions à l’adresse fournie.

source: We do <b>not</b> show the contact information on your QR code poster.
fr: La personne-ressource <b>n’apparaîtra pas</b> sur votre affiche à code QR.

source: Step 2 of 5
fr: Étape 2 de 5

source: We'll show the name on your QR code poster.
fr: Ce nom apparaîtra sur votre affiche à code QR.

source: No scanning yet in your area
fr: Impossible de scanner des codes dans votre région

source: People in your province or territory are not yet able to scan a QR code for COVID Alert.
fr: Les personnes de votre province ou de votre territoire ne peuvent pas encore scanner de codes QR avec Alerte COVID.

source: You can still make a poster with your code. That way, you’ll be ready when people are able to scan these codes.
fr: Vous pouvez tout de même créer une affiche. De cette façon, vous serez prêt lorsque les personnes pourront scanner votre code QR.

source: Privacy notice
fr: Avis de confidentialité

source: This privacy notice applies to you if:
fr: Cet avis de confidentialité vous concerne si :

source: We send a COVID Alert poster to your email address.
fr: Une affiche Alerte COVID est envoyée à votre adresse courriel.

source: You’re the contact person for an address that has a COVID Alert poster
fr: Vous êtes la personne-ressource pour une adresse où il y a une affiche Alerte COVID

source: This notice may also apply to you if:
fr: Cet avis peut aussi vous concerner si :

source: You’re the owner of a place or event that has a COVID Alert poster.
fr: Vous êtes le propriétaire d’un lieu ou d’un événement où il y a une affiche Alerte COVID.

source: Your personal information forms part of the name or address of a place or event.
fr: Vos renseignements personnels forment une partie du nom ou de l’adresse du lieu ou de l’événement.

source: We ask for personal information to make a QR code
fr: Nous recueillons des renseignements personnels

source: for each address of a place or event.
fr: afin de créer un code QR pour chacune des adresses d’un lieu ou d’un événement.

source: If any of this information changes, the place or event will need a new QR code.
fr: Si ces renseignements changent, un nouveau code QR devra être créé pour le lieu ou l’événement.

source: Visit the home page for “Make a COVID Alert QR code poster” to make a poster or posters with a new code.
fr: Consultez la page d’accueil du site « Créer une affiche à code QR Alerte COVID » pour créer une affiche avec un nouveau code QR.

source: We log all activity and information, including:
fr: Nous enregistrons toute activité et tout renseignement, notamment :

source: The name and address of the place or event and the name, email and phone number of the contact person for each address. We also log the email address where we send the poster.
fr: Le nom et l’adresse du lieu ou de l’événement, ainsi que le nom, l’adresse courriel et le numéro de téléphone de la personne-ressource pour chacune des adresses fournies. Nous enregistrons également l’adresse courriel à laquelle l’affiche est envoyée.

source: Dates and times that you visit this website to make a QR code.
fr: La date et l’heure où vous consultez le site Web pour créer un code QR.

source: Each time the COVID Alert app scans your QR code.
fr: Toutes les fois où l’application Alerte COVID scanne votre code QR.

source: We may need to give this information to:
fr: Nous pourrions devoir communiquer ces renseignements aux personnes suivantes :

source: Public health authorities in your province or territory. They’ll use the information to identify COVID-19 exposures at your address, and to respond to those exposures, if necessary.
fr: Les autorités de santé publique de votre province ou territoire. Ces autorités utiliseront vos renseignements pour repérer les risques d’exposition à la COVID-19 ayant lieu à votre adresse, et pour y répondre si nécessaire.

source: Staff at <a href="https://www.ic.gc.ca/eic/site/icgc.nsf/eng/home" target="_blank"> Innovation, Science, and Economic Development Canada</a>. They can help you use this website.
fr: Le personnel d’ <a href="https://www.ic.gc.ca/eic/site/icgc.nsf/eng/home" target="_blank"> Innovation, Sciences et Développement économique Canada</a>, qui peut vous aider à utiliser le site Web.

source: Law enforcement, if we detect illegal activity.
fr: Les organismes d’application de la loi si nous détectons des activités illégales.

source: We do not share this information with app users.
fr: Nous ne communiquons pas ces renseignements aux utilisateurs de l’application.
