Repository: cds-snc/covid-alert-portal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sort by address, ascending
fr: Trier par adresse, par ordre croissant

source: Sort by address, descending
fr: Trier par adresse, par ordre décroissant

source: Sort by date of exposure, ascending
fr: Trier par date d'exposition, par ordre croissant

source: Sort by date of exposure, descending
fr: Trier par date d'exposition, par ordre décroissant

source: Date of public exposure
fr: Date de l’exposition

source: See more notification
fr: Voir plus de notification

source: Details
fr: Détails

source: Previous
fr: Précédent

source: No prior alerts for
fr: Aucune alerte n’a été envoyée pour

source: Exposure date
fr: Date de l’exposition

source: Sort by date alert sent, ascending
fr: Trier par date d'envoi de l'alerte, ordre croissant

source: Sort by date alert sent, descending
fr: Trier par date d'envoi de l'alerte, ordre décroissant

source: Sort by sender, ascending
fr: Trier par émetteur, ordre alphabétique

source: Sort by sender, descending
fr: Trier par émetteur, ordre alphabétique inverse

source: Details of place or event
fr: Renseignements sur le lieu ou l’événement

source: Contact name
fr: Personne-ressource

source: Contact email
fr: Adresse courriel

source: Number of prior alerts
fr: Nombre d’alertes précédentes

source: Show history
fr: Afficher l’historique

source: Place not found.
fr: Lieu introuvable

source: Alert people who scanned a QR code and may have been exposed during their visit.
fr: Les personnes qui ont scanné le code QR de ce lieu ou de cet événement seront alertées d’un risque d’exposition.

source: <b>%(search_result_count)s result in your region for</b> %(search_text)s.
fr: <b>%(search_result_count)s résultat dans votre région pour</b> %(search_text)s.

source: Choose
fr: Sélectionner

source: No results in your region for
fr: Aucun résultat dans votre région pour

source: Follow local procedures for places or events that do not have QR codes.
fr: Pour les lieux ou événements qui n’ont pas de code QR, suivez les procédures locales.

source: Search alert history
fr: Consulter l’historique des alertes

source: Choose guidance
fr: Choisissez la consigne à donner

source: Step 2 of 3
fr: Étape 2 de 3

source: The alert will include this message.
fr: L'alerte affichera cette consigne.

source: Showing {} — {} of {} results.
fr: Résultats {} à {} sur {}.

source: A conflicting time range: ({}) was entered below.
fr: Une plage horaire conflictuelle : ({}) a été saisie ci-dessous.

source: {} from {} to {}
fr: {} de {} à {}

source: This field is required.
fr: Le lien est expiré.

source: Enter the information.
fr: Entrez les renseignements demandés.

source: This account has been locked due to too many failed log in attempts.
fr: Ce compte a été verrouillé en raison d’un trop grand nombre de tentatives d’ouverture de session infructueuses.

source: No entry
fr: Non autorisé

source: You do not have permission to visit this page.
fr: Vous n’avez pas l’autorisation de visiter la page.

source: Start again
fr: Recommencer

source: Forbidden
fr: Interdit

source: Something went wrong when visiting this page.
fr: Un problème est survenu lors de la visite de cette page.

source: Start over
fr: Recommencer

source: Page not found
fr: Page introuvable

source: If you typed the web address, make sure it’s correct.
fr: Si vous avez tapé l’adresse URL, vérifiez qu’elle est exacte.

source: If you pasted the web address, make sure you copied the entire address.
fr: Si vous avez collé l’adresse URL, vérifiez que vous avez copié l’adresse complète.

source: Try again later
fr: Réessayer plus tard

source: Something went wrong with the system. Tell your portal adminstrator as soon as possible.
fr: Un problème a eu lieu avec le serveur. Parlez-en à votre administrateur du portail dès que possible.

source: We need to fix the problem so you can generate keys.
fr: Nous devons régler le problème pour que vous puissez générer des clés.

source: Please contact us with the details of what you were trying to do.
fr: Veuillez nous communiquer les détails de ce que vous avez essayé de faire.

source: Please use the <a href="%(login_url)s">main website to log in</a>.
fr: Veuillez utiliser <a href="%(login_url)s">le site principal pour vous connecter</a>.

source: Skip to main content
fr: Passer au contenu principal

source: COVID Alert Portal
fr: Portail Alerte COVID

source: Government of Canada
fr: Gouvernement du Canada

source: EXAMPLE ONLY. NOT A VALID ONE-TIME KEY.
fr: CLÉ À TITRE D’EXEMPLE (NON VALIDE)

source: <p>The <strong>key expires in 24 hours</strong>.</p>
fr: <p>La clé <strong>expire après 24 heures</strong>.</p>

source: No new keys after expiry.
fr: Elle ne peut pas être regénérée si elle expire.

source: Submit
fr: Soumettre

source: Open the app. At the bottom of the screen, tap “Menu”.
fr: Ouvrir l’application. Appuyer sur « Menu » en bas à droite.

source: Tap “Enter your one-time key”.
fr: Appuyez sur « Entrer votre clé ».

source: On “Notify people they’ve been exposed”, read the instructions. Then tap “Next”.
fr: Lire les instructions de l’écran « Aviser les personnes d’une exposition », puis appuyer sur « Suivant ».

source: People can use capital or small letters to enter the one-time key. Tap “Submit key”.
fr: La clé peut être saisie en majuscules ou en minuscules. Appuyer sur « Soumettre la clé ».

source: Then several screens ask questions. The app uses the answers to calculate when the person was most likely contagious, so it only notifies people they were near at that time.
fr: Les écrans qui suivent posent quelques questions. L’application s’en sert pour calculer la période où la personne était susceptible d’être le plus contagieuse, pour ensuite n’aviser que les individus côtoyés pendant cette période.

source: If a person decides not to answer, then the app notifies everyone they were near over the past 14 days.
fr: Si la personne préfère ne pas répondre aux questions, l’application enverra des notifications à tous les individus qu’elle a côtoyés au cours des 14 derniers jours.

source: After people have either answered questions or decided not to answer, they need to give COVID Alert permission to upload random codes. Tap “Share exposures” to give permission.
fr: Après avoir répondu ou non aux questions, la personne doit autoriser Alerte COVID à téléverser les codes aléatoires. Appuyer sur « Partager les expositions » pour le faire.

source: The next screen asks permission to share information to notify others. Depending on the phone’s operating system, the screen may describe this in different ways, such as sharing random IDs with COVID Alert. Tap “Share”.
fr: L’écran qui suit demande l’autorisation de partager des renseignements afin d’aviser les autres. La formulation de cette demande, par exemple « partager des identifiants aléatoires avec Alerte COVID », peut varier selon le système d’exploitation du téléphone. Appuyer sur « Partager ».

source: COVID Alert will ask permission to upload random codes daily for the next 13 days.
fr: Chaque jour, pendant les 13 jours qui suivent, Alerte COVID demandera l’autorisation de téléverser les codes aléatoires.

source: Key <strong>expires on</strong>
fr: La clé <strong>expire le</strong>

source: at
fr: à

source: Support
fr: Assistance

source: Privacy
fr: Confidentialité

source: Terms of use
fr: Conditions d’utilisation

source: Symbol of the Government of Canada
fr: Symbole du gouvernement du Canada

source: Language and account navigation
fr: Navigation de compte et changement de langue

source: Manage your account
fr: Gérer votre compte

source: Log out
fr: Déconnexion

source: Language selection
fr: Choix de langue

source: Product navigation
fr: Navigation du produit

source: Home
fr: Accueil

source: Generate keys
fr: Générer des clés

source: Send alerts
fr: Envoyer l’alerte

source: Manage team
fr: Gérer l’équipe

source: Read key phonetically to confirm person understands letters:
fr: Lisez la clé de façon phonétique pour aider la personne à noter les bonnes lettres :

source: Ask person to read key back to you.
fr: Demandez à la personne de vous répéter la clé.

source: Account locked
fr: Compte verrouillé

source: Oops! Your account is temporarily locked.
fr: Oups ! Votre compte est temporairement verrouillé.

source: Contact <a href="mailto:assistance+healthcare@cds-snc.ca">assistance+healthcare@cds-snc.ca</a> for help.
fr: Contactez <a href="mailto:assistance+healthcare@cds-snc.ca">assistance+healthcare@cds-snc.ca</a> pour obtenir de l’aide.

source: Forgot your password?
fr: Mot de passe oublié?

source: Only an authorized staff member can use a portal account and give a COVID Alert key.
fr: Seuls les employés autorisés peuvent avoir un compte pour le portail et fournir une clé Alerte COVID.

source: Thanks for your essential work
fr: Merci pour tout votre travail

source: Change your password
fr: Modifier votre mot de passe

source: This link has expired
fr: Le lien est expiré

source: Change password
fr: Modifier mon mot de passe

source: The password reset link was invalid, possibly because it has already been used.
fr: Le lien pour changer votre mot de passe n’était pas valide, peut-être parce qu’il a déjà été utilisé.

source: If you still need a new password, <a href="%(url)s">send a new password reset email</a>.
fr: Si vous avez encore besoin d’un nouveau mot de passe, <a href="%(url)s">envoyer un nouveau courriel pour changer votre mot de passe</a>.

source: Check your email
fr: Vérifiez vos courriels

source: Use the link in the email to change your password.
fr: Utilisez le lien fourni dans le courriel pour modifier votre mot de passe.

source: We’ll email you a link to create a new password.
fr: Nous vous enverrons un lien par courriel pour créer un nouveau mot de passe.

source: Get email
fr: Envoyez-moi un courriel

source: Daily limit reached
fr: Limite quotidienne atteinte

source: Limit reached
fr: Limite atteinte

source: You have hit your limit.
fr: Vous avez atteint votre limite quotidienne pour la génération des codes.

source: Zero.
fr: Zéro.

source: One.
fr: Un.

source: Two.
fr: Deux.

source: Three.
fr: Trois.

source: Four.
fr: Quatre.

source: Five.
fr: Cinq.

source: Seven.
fr: Sept.

source: Eight.
fr: Huit.

source: Nine.
fr: Neuf.

source: A as in Animal.
fr: A comme dans Animal.

source: B as in Banana.
fr: B comme dans Banane.

source: C as in Chocolate.
fr: C comme dans Chocolat.

source: D as in Doctor.
fr: D comme dans Docteur.

source: E as in Espresso.
fr: E comme dans Espresso.

source: F as in Family.
fr: F comme dans Famille.

source: G as in Garage.
fr: G comme dans Garage.

source: H as in Hospital.
fr: H comme dans Hôpital.

source: I as in Identity.
fr: I comme dans Identité.

source: J as in January.
fr: J comme dans Janvier.

source: K as in Kangaroo.
fr: K comme dans Kangourou.

source: L as in Lion.
fr: L comme dans Lion.

source: M as in Music.
fr: M comme dans Musique.

source: N as in November.
fr: N comme dans Novembre.

source: O as in October.
fr: O comme dans Octobre.

source: P as in Planet.
fr: P comme dans Planète.

source: Q as in Question.
fr: Q comme dans Question.

source: R as in Radio.
fr: R comme dans Radio.

source: S as in September.
fr: S comme dans Septembre.

source: T as in Television.
fr: T comme dans Télévision.

source: U as in Uniform.
fr: U comme dans Uniforme.

source: V as in Village.
fr: V comme dans Village.

source: W as in Wi-Fi.
fr: W comme dans Wi-Fi.

source: X as in X-ray.
fr: X comme dans Xylophone.

source: Y as in Yoga.
fr: Y comme dans Yoga.

source: Z as in Zebra.
fr: Z comme dans Zèbre.

source: Has a bearer token
fr: A un jeton d’API

source: Allow user to send outbreak alerts
fr: Permettre à l’utilisateur d’envoyer des alertes

source: Number of keys generated in the last 24 hours
fr: Nombre de clés générées dans les dernières 24 heures

source: — COVID Alert Portal
fr: — Portail Alerte COVID

source: Enter information to continue
fr: Entrez les renseignements demandés pour continuer

source: Enter your email address
fr: Saisissez votre adresse courriel

source: Enter your name
fr: Saisissez votre nom

source: Enter your password
fr: Saisissez votre mot de passe

source: Enter the same password again
fr: Saisissez le même mot de passe

source: Enter your phone number
fr: Saisissez votre numéro de téléphone mobile

source: Enter the same phone number again
fr: Saisissez le même numéro de téléphone.

source: Enter your email address for the COVID Alert Portal
fr: Saisissez l’adresse courriel associée au portail Alerte COVID

source: Your username or password do not match our records. Check if “caps lock” is on or off.
fr: Votre nom d’utilisateur ou votre mot de passe ne correspond pas à celui dans nos dossiers. Vérifiez que la touche Verrouillage majuscules n’est pas activée.

source: This account is inactive.
fr: Ce compte est inactif.

source: Enter a valid email address
fr: Entrez une adresse courriel valide

source: Email address
fr: Adresse courriel

source: Change your name
fr: Modifier votre nom

source: Full name
fr: Nom complet

source: Change your mobile phone number
fr: Modifier votre numéro de téléphone

source: Mobile phone number
fr: Numéro de téléphone mobile

source: You must enter a new code each time you log in. We’ll text the log in code to your mobile phone number.
fr: Il faut entrer un nouveau code à chaque connexion. Nous texterons le code à votre numéro mobile.

source: Confirm your mobile phone number
fr: Confirmez votre numéro de téléphone mobile

source: Enter the phone number again.
fr: Saisissez de nouveau votre numéro mobile.

source: You entered 2 different phone numbers.
fr: Vous avez saisi 2 numéros de téléphone différents

source: You entered 2 different passwords.
fr: Vous avez saisi 2 mots de passe différents

source: Password
fr: Mot de passe

source: Choose a password that is hard to guess, with at least 12 characters including 1 letter. The password cannot include your name, email or words related to Covid or the portal.
fr: Choisissez un mot de passe difficile à deviner et comprenant au moins 12 caractères, dont au moins une lettre. Le mot de passe ne peut pas comprendre votre nom, votre courriel ou des mots faisant référence à la COVID ou au portail.

source: Enter your password again
fr: Saisissez de nouveau votre mot de passe

source: New password
fr: Modifier mon mot de passe

source: Email already exists
fr: L’adresse courriel existe déjà

source: An invitation hasn’t been sent to this address
fr: L’invitation n’a pu être envoyée.

source: Confirm your phone number
fr: Confirmez votre numéro de téléphone mobile

source: The phone numbers didn’t match.
fr: Les numéro de téléphone ne sont pas identiques.

source: This email address already has a portal account.
fr: Cette adresse courriel est déjà associée à un compte pour le portail.

source: You cannot invite ‘%(email)s’ to create an account because ‘@%(domain)s’ is not on the portal’s safelist.
fr: Impossible d’inviter ‘%(email)s’ à créer un compte parce que ‘@%(domain)s’ ne fait pas partie de la liste de confiance du portail.

source: Token
fr: Clé

source: Bearer token
fr: Jeton d’API

source: If set, the user will be blocked until that time.
fr: Si cette option est activée, l’utilisateur sera verrouillé jusqu’à ce moment.

source: Attempt Time
fr: L’heure de la tentative

source: Account already exists for ‘%(email)s’
fr: Un compte existe déjà pour « %(email)s »

source: This link has expired.
fr: Le lien est expiré.

source: This link is invalid. Ask your administrator for a new link.
fr: Le lien est expiré. Demandez un nouveau lien à votre administrateur.

source: Are you sure you want to delete the invitation sent to %(email)s?
fr: Êtes-vous certain de vouloir retirer l‘invitation envoyée à %(email)s?

source: If you delete their invitation, they will not be able to join the COVID Alert Portal until they are invited back.
fr: Si vous retirez cette invitation, la personne invitée ne pourra pas rejoindre le Portail Alerte COVID.

source: Yes, I am sure
fr: Oui, je suis certain

source: No, take me back
fr: Non, retourner en arrière

source: Add new account
fr: Ajouter un nouveau compte

source: Send invitation email
fr: Envoyer un courriel d’invitation

source: Invitation sent
fr: Invitation envoyée

source: Invitation sent to %(email)s
fr: Invitation envoyée à %(email)s

source: They’ll get an email with a link to create their account. The link expires in 1 day.
fr: Cette personne recevra un courriel contenant un lien pour créer son compte. Le lien expire après 1 jour.

source: Add another account
fr: Ajouter un autre compte

source: Check invitations
fr: Voir les invitations

source: Ask your administrator for a new link
fr: Demandez un nouveau lien à votre administrateur

source: You’ll find their email address in the invitation to create your account.
fr: Vous trouverez son adresse courriel dans l’invitation reçue pour créer votre compte.

source: Status
fr: État

source: Expired,Pending
fr: Expirée,En attente

source: Resend
fr: Renvoyer

source: Resend invitation to %(email)s
fr: Retirer l’invitation envoyée à %(email)s

source: Delete
fr: Supprimer

source: Delete invitation for %(email)s
fr: Retirer l’invitation envoyée à %(email)s

source: No invitations yet
fr: Aucune invitation pour le moment

source: Invitation limit reached
fr: Limite journalière atteinte

source: You are sending too many invitations. Try again later.
fr: Vous envoyez trop d’invitations. Réessayer plus tard.

source: Re-send log in code
fr: Renvoyer un code de connexion

source: If you did not get the code, we can send it again.
fr: Si vous n’avez pas reçu de code, nous pouvons vous en renvoyer un.

source: Cannot get text messages?
fr: Incapable de recevoir des messages texte?

source: Validate your code
fr: Valider votre code

source: Enter your log in code
fr: Entrez votre code de connexion

source: You kept these codes somewhere safe. You can use each code only once.
fr: Vous devriez avoir conservé vos codes dans un endroit sûr. Chaque code ne peut être utilisé qu’une fois.

source: You need to enter a new code each time you log in.
fr: Il faut entrer un nouveau code à chaque connexion.

source: We’ve just sent a text message with your new code.
fr: Nous venons de vous envoyer un nouveau code par message texte.

source: We’ve texted you a code and you also kept codes somewhere safe. Use 1 of these codes to log in. You can use each code only once.
fr: Utilisez le code reçu par message texte ou l’un de ceux que avez conservés dans un endroit sûr. Chaque code ne peut être utilisé qu’une fois.

source: Resend log in code?
fr: Renvoyer un code de connexion

source: Confirm delete user
fr: Confirmez la suppression de l’utilisateur

source: Are you sure you want to delete the account at %(email)s?
fr: Voulez-vous vraiment supprimer le compte associé à %(email)s?

source: %(name)s will not be able to log in and their details will be deleted.
fr: %(name)s ne pourra plus se connecter. La suppression d’un compte efface toutes les données.

source: You can create a new account for them later.
fr: Vous pouvez toujours créer un nouveau compte pour cette personne.

source: Yes, delete
fr: Oui, supprimer

source: No, keep
fr: Non, conserver

source: User profile
fr: Profil utilisateur

source: Change name
fr: Modifier le nom

source: Change mobile phone number
fr: Modifier le numéro de téléphone

source: Not using
fr: Aucun en usage

source: Add mobile phone number
fr: Ajouter un numéro de téléphone

source: Add
fr: Ajouter

source: Enabled,Not enabled
fr: Activé,Désactivé

source: Remove Yubikey
fr: Effacer votre clé Yubikey

source: Register Yubikey
fr: Ajouter une clé Yubikey

source: Last changed
fr: Dernière modification

source: left
fr: disponible

source: Never generated
fr: Pas encore générés

source: Generate codes
fr: Générer des codes

source: Get log in codes
fr: Obtenir un code

source: Back to accounts
fr: Retour aux comptes

source: User accounts
fr: Comptes d’utilisateurs

source: Permissions
fr: Droit d’accès

source: Admin,Staff
fr: Administrateur,Employé

source: View
fr: Voir

source: View account for %(email)s
fr: Modifier le compte associé à %(email)s

source: Manage
fr: Gérer

source: Manage account for %(email)s
fr: Gérer le compte associé à %(email)s

source: Delete account for %(email)s
fr: Effacer le compte associé à %(email)s

source: No users yet.
fr: Aucun utilisateur pour le moment

source: Privacy notice for COVID Alert Portal
fr: Avis de confidentialité pour le portail Alerte COVID
